Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 是她睡得太熟？还是克莱恩自杀这件事情本身就充满了诡异？
en_us: Was she sleeping too soundly? Or is Klein's suicide shrouded in mystery to begin with?

source: 普利兹港，橡树岛，皇家海军基地。
en_us: The Royal Navy base, Pritz Harbor, Oak Island.

source: 有了主食，就能进行转运仪式了！
en_us: With the staple food, he could now carry out the luck enhancement ritual!

source: 有本事你就占卜出我是穿越的！
en_us: If you are really that capable, try divining that I transmigrated here!

source: 木制的墙壁应声而碎，狂暴的风雨带着海水的腥潮味道席卷而入。
en_us: A hole cracked open in the wooden wall, and rain poured in, accompanied by the scent of the ocean.

source: 本来以克莱恩.莫雷蒂的家庭情况，别说煤气灯，连煤油灯都不该奢望，使用蜡烛才是符合身份和地位的表现，但四年前，他熬夜读书，为霍伊大学入学考试而奋斗时，哥哥班森认为这是关系家庭未来的重要事情，哪怕借债也要为他创造良好的条件。
en_us: With Klein Moretti's family situation, even a kerosene lamp was a dream, much less a gas lamp. Using candles was most apt for their standing and stature. However, back when he burned the midnight oil four years ago to be admitted into Khoy University, his elder brother, Benson felt that it was an important matter which their family's future depended upon. Therefore, he insisted on creating conducive studying conditions for Klein even if it meant taking on debt.

source: 本身吃过文化亏，明白教育重要性的长兄班森就像支持克莱恩读大学一样，支持了妹妹的梦想，毕竟廷根技术学校只能算中等教育，不需要再上文法学校或公学做积累。
en_us: Having suffered from a lack of culture, Benson, who knew the importance of education, supported his sister’s dreams just like how he supported Klein's university education. After all, Tingen Technical School was only considered secondary education. There was no need for her to attend language school or a public school for more knowledge.

source: 来不及多思考多推敲，周明瑞抓住脑海内一闪而过的想法，迅速做出决断，尝试第二种办法。
en_us: Having no more time to ponder and deliberate, he grasped hold of the thought that flashed across his mind. He made an immediate decision to try out the second idea.

source: 果然是关爱书呆子哥哥吗，还要强调一遍……周明瑞微笑点头：
en_us: Indeed, she was showing concern for her dull brother. She even had to repeat and emphasize it another time… Zhou Mingrui nodded with a smile.

source: 果然，不管哪个世界，都没有只存在好处的事情……周明瑞再次伸出右手，用指头轻敲着长桌边缘。
en_us: True enough, there do not exist complete benefits in any world......Zhou Mingrui reached out his right hand again, striking the edge of the long table lightly with his finger tips.

source: 枪哪里来的？
en_us: Where did the gun come from?

source: 梅丽莎与大部分女孩不同，从小喜欢齿轮、发条、轴承等事物，立志要做一名蒸汽机械师。
en_us: Melissa was different from most girls. From a young age, she enjoyed things like gears, springs, and bearings. Her ambition was to be a steam mechanic.

source: 梅丽莎侧耳听完，又将怀表顶端的按钮拔高了一截，接着连续扭动，对好了时间。
en_us: Melissa tilted her head to listen to it and pulled the button up once again. Following that, she turned it to synchronize the time.

source: 梅丽莎又深深看了哥哥一眼，转身走向橱柜位置，拿上牙刷毛巾等物，拉门而出，前往公用盥洗室。
en_us: Melissa gave her elder brother a piercing stare before turning to walk to the cupboard. She took her toiletries and towel before opening the door to leave. She headed for the public bathroom.

source: 梅丽莎和班森、克莱恩不一样，启蒙教育不是在黑夜女神教会的周日学校完成的，她到读书年纪的时候，鲁恩王国颁布了《初等教育法》，建立中低等教育委员会，并专门提供拨款，加大了投入。
en_us: Melissa was different from Benson and Klein. Her rudimentary education was not completed at the Sunday school at the Church of the Evernight Goddess. When she reached schooling age, the Loen Kingdom had enacted the 'Basic Education Law.' A Primary and Secondary Education Committee was established and was specially provided with funding, increasing the kingdom's investment into education.

source: 梅丽莎没再多说，起身收拾了一下，装好最后那条面包做午餐，戴上母亲遗留的破旧纱帽，拿起自己缝制的装书本文具用提包，准备出门。
en_us: Melissa did not say anything further. She stood up and tidied the area. After packing away the last bit of bread for lunch, she wore a tattered gauze cap which their mother left behind, picked up a self-sewn bag used to carry her books and stationery, and prepared to leave.

source: 梅丽莎没有表情地瞥了他一眼，快步过来，一把拿走了怀表。
en_us: Melissa shot him an expressionless glance and briskly walked over to take the pocket watch away.

source: 梅丽莎肯定很喜欢的，不知道门票怎么收？想法一闪，周明瑞靠拢过去。
en_us: Melissa would definitely like it. However, how much is the entrance fee? With that thought, Zhou Mingrui went closer.

source: 橱柜边缘，一人高的位置，同样有灰白色管道镶嵌于墙上，但它连通的是个奇怪的机械装置，少许地方裸露着齿轮和轴承。
en_us: To the side of the cabinet, there was the same grayish-white pipe on the wall at the height of a person. However, it was connected to a strange mechanical device which revealed gears and bearings in several spots.

source: 欢庆的气氛中，礼炮连鸣，乔治三世下达了起航试射的命令。
en_us: The King ordered the Pritz to set sail for a trial in the midst of the gun salutes and the atmosphere of celebration.

source: 欣赏了几十秒，周明瑞抽出两张一苏勒的纸币，将剩下重新卷好，塞回了垫子内部的夹层。
en_us: Zhou Mingrui admired it for nearly a minute before pulling out two one-Soli notes. He then rolled up the remaining notes and stuffed them back into the cushion's concealed layer.

source: 正常来说，拔起不应该是调整时间吗……周明瑞的表情顿时变得呆滞。
en_us: Wasn't pulling the button up usually meant to adjust the time… Zhou Mingrui's expression immediately turned blank.

source: 正是在罗塞尔统治期间，“工匠之神”教会得到“第五纪”以来第一份公开的神谕，将“工匠之神”的称呼改成了“蒸汽与机械之神”。
en_us: It was during Roselle's rule that the Church of Craftsmanship received its first public holy revelation since the Fifth Epoch. Ever since, the God of Craftsmanship was changed to the God of Steam and Machinery.

source: 此时此刻，周明瑞突地有了明悟，等到自己更为强大，或者对这灰雾世界了解更深，也许就能真正看穿朦胧，看清楚少女与男子的长相。
en_us: Zhou Mingrui suddenly made out, at that moment, that till he became stronger or had deeper understanding of the grayish world, he could then possibly see through the obscureness and take a clear look of the girl and the man.

source: 此时虽然临近七月，属于盛夏，但廷根位于鲁恩王国北方，有着独特的气候特征，一年最高温度也才地球30摄氏度不到，清晨更是凉爽，而街道上有些地方脏水横流，杂物乱丢，在克莱恩的记忆里，低收入阶层居住的地方，哪怕拥有下水道，类似的场景也绝不罕见，因为人多，因为生活。
en_us: Although it was almost July, it was still considered in the middle of summer. However, Tingen was situated north of the Loen Kingdom, so it had unique climate characteristics. The highest annual temperature was not even 30°C on Earth, with the mornings even cooler. However, the streets were awash with filthy water and strewn junk. From Klein's memories, this was not a rare sight in low-income communities, even if there were sewers. After all, there were just too many people and people needed to survive.

source: 死马也得当成活马医！
en_us: He had to attempt a Hail Mary effort!

source: 母亲是黑夜女神信徒，在克莱恩通过霍伊大学入学考试那年过世……
en_us: His mother was a devotee of the Evernight Goddess. She passed away the year Klein passed the entrance examinations to Khoy University…

source: 每条黑麦面包的重量在0.5磅左右，而偏差不可避免。
en_us: Every rye bread weighted about half a pound as differences were inevitable.

source: 比如刚才定下的资源交换，比如若自己想杀一个人，完全可以请表面和实质都与自己没任何关系的“聚会成员”帮忙，这会让事情被完美误导去另一个方向。
en_us: Say exchange of resources. If one would like to kill another person, he could ask help from a "party member" he has no connection with, be it on the surface or from within. This could misguide the event to another direction.

source: 毕竟得考虑两界不同，入乡随俗的问题。
en_us: After all, he had to take into consideration the differences between the two worlds. In Rome, do as the Romans!

source: 水快开之前，她打开橱柜底层抽屉，宝贝般拿出一罐劣等茶叶，洒了十来片进壶里，假装那是真正的茶水。
en_us: Before the water boiled, she opened the cupboard's lowest drawer and took out what seemed like a treasure—a can of inferior tea leaves. She threw about ten leaves into the pot and pretended that it was real tea.

source: 汽笛声响，一道道浓烟从烟囱喷出，机械运转的动静隐约可闻。
en_us: Thick smoke blasted out from the chimneys. The sound from the machineries could be heard faintly amidst the sound of the ship horn.

source: 沉吟片刻，周明瑞换上另一件亚麻衬衣，坐到椅子上，思考起更加重要的事情。
en_us: After pondering for a moment, Zhou Mingrui changed into another linen shirt. He sat on the chair and began pondering over more important matters.

source: 沉思之中，他忽然发现书桌边缘多了半个红色手印，色泽比月华更深，比“轻纱”更厚。
en_us: While in deep thought, he suddenly discovered an additional red handprint to the side of the table. Its color was deeper than the moonlight, much thicker than the 'gauze.'

source: 沉思片刻，周明瑞返回书桌旁，拉开抽屉，拿出了那把闪烁黄铜光泽的左轮手枪。
en_us: After some deep thought, Zhou Mingrui returned to his desk and pulled open the drawer. He then took out that shimmering brass revolver.

source: 没有多说，周明瑞怕带出左轮手枪，只能小心翼翼地掏纸币，取出其中一张，递给了斯林太太。
en_us: Without saying much, Zhou Mingrui was afraid he would end up pulling out the revolver, so he carefully took out his notes and handed one of them over to Mrs. Smyrin.

source: 没有大副，没有二副，没有船员，没有水手，甚至没有活人！
en_us: The chief mate, the second mate, the seamen and the sailors were not present. There were no living person on board.

source: 没有想到却觉得就该是这种感觉的称呼，完美体现出神秘、强大、诡异等形象的称呼！
en_us: A name that he did not think much about on, but gives the right feeling. A name that perfectly embodies his identity, such as one of mystery, power and bizarreness!

source: 没有消音器的情况下，克莱恩自杀，嗯，暂时算自杀吧，他自杀的动静绝对不小，一墙之隔的梅丽莎竟然毫无察觉。
en_us: Klein committed suicide without a silencer. Well, I'll consider it as suicide for now. His suicide should have caused quite a commotion; yet, Melissa, who was just a wall away, did not notice it at all.

source: 没有混杂木屑，没有太多麸质，然而还是不好吃……周明瑞现在身体虚弱，肚子饥饿，依靠茶水，边腹诽边强行将面包吞咽完毕。
en_us: There was no sawdust or excessive gluten mixed in, but it was unappetizing… Zhou Mingrui was still feeling weak and he was starving. With the tea, he forced himself to swallow the bread while complaining inwardly.

source: 没给对方反应的机会，他手背浮现出片片虚幻鱼鳞，五指疯狂用力。
en_us: Virtual fish scale appeared on the back of his hand as he crazily mustered more strength to choke. There was no time given for the man to respond.

source: 深吸口气，周明瑞来到房间中央，先平静了几分钟，接着才凝重迈步，逆时针走正方形。
en_us: With a deep breath, Zhou Mingrui came to the center of the room and spent a few minutes to calm himself. Then, he took a solemn step forward and went in a counter-clockwise direction in the shape of a square.

source: 清晰倒映的镜子如实呈现，一个狰狞的伤口盘踞在他的太阳穴位置，边缘是烧灼的痕迹，周围沾满了血污，而内里有灰白色的脑浆在缓缓蠕动。
en_us: A clear reflection appeared in the mirror. His temple had a grotesque wound with burn marks along its periphery. Blood stained the wound's surroundings and there were grayish-white brain juices squirming slowly within.

source: 清脆的响声里，中年男子目光大愕，身体被整个提了起来。
en_us: The man was completely startled as his body was lifted up.

source: 温蒂一边夹取着黑麦面包，一边感叹道：
en_us: As Wendy took the rye bread, she sighed,

source: 灰雾之上短暂沉默了几秒，周明瑞轻笑了一声，语气平淡，嗓音低而不沉，就像在回应访客礼貌性的问候：
en_us: Reticent for a few seconds within the fog, Zhou Mingrui chuckled. With a calm, low but not heavy tone, he replied to the polite greetings from the visitors,

source: 灰雾如水流淌，点缀着一颗颗深红色的“星辰”，它们有的很大，有的渺小，有的藏于深处，有的浮在表面。
en_us: The fog was flowing like water, and was dotted with a lot of crimson 'stars.' Some of them were enormous while others were tiny. There was a sense of them being hidden in the deep depths, while others floated over the surface of this water-like fog.

source: 然而，他扭了几圈，还是没有发条绷紧的声音传出，秒针依旧一动不动。
en_us: However, despite winding it a few times, he did not hear the sound of taut springs. The second hand remained motionless.

source: 然而，半睡半醒之时，意志总是飘忽如同烟雾，难以控制，难以收束，他再怎么努力，依旧忍不住思维发散，杂念浮现。
en_us: However, while still in his reverie, whatever will he could summon was ethereal like a fleeting fog. He found his thoughts difficult to control and introspect. No matter how much he tried, he still lost his focus as random thoughts surfaced in his mind.

source: 然而，我并没有亲妹妹……他随即吐槽了一句。
en_us: However, I do not have a younger sister… He immediately contradicted himself.

source: 然而，这一切的前提是能通过廷根大学或贝克兰德大学的面试。
en_us: However, all of this was under the premise that he passed either the Tingen University or Backlund University interviews.

source: 熄灭的壁灯的斜下方，一个黑色墨水瓶笼罩着淡红色的光华，表面的浮凸构成了模糊的天使图案。
en_us: Diagonally beneath the lamp was a black ink bottle shrouded in a pale red glow. Its embossed surface formed a blurry angel pattern.

source: 父亲是皇家陆军上士，牺牲于南大陆的殖民冲突，换来的抚恤金让克莱恩有了进入私立文法学校读书的机会，奠定了他考入大学的基础……
en_us: His father was a sergeant of the Royal Army who had sacrificed himself during a colonial conflict with the Southern Continent. The bereavement allowance gave Klein the opportunity to study in a private language school and laid the foundation for his admission into university…

source: 父母、亲戚、死党、朋友、丰富多彩的网络世界、各种各样的美食……这都是想要回去的迫切心情！
en_us: His parents, relatives, best buddies, and friends. The fascinating world of the Internet and all sorts of delicious delicacies… These were reasons that prompted his desire to return!

source: 狂风呼啸，暴雨如注，三桅帆船在一座又一座的波浪“山峰”间起伏，就像被巨人抛飞又接住，接住又抛飞的玩具。
en_us: Howling wind accompanied a downpour. The three-mast sailboat was tossed around by the crests and troughs of the incoming waves, as if it was being toyed by a giant.

source: 疼痛未能造成影响，周明瑞以手按桌，重又站起，慌乱地转过身体，打量自身所处的环境。
en_us: The pain did little. Zhou Mingrui stood up again by propping himself up. He turned around in a fluster as he began to size up the environment he was in.

source: 痛！
en_us: Painful!

source: 白天的走廊依旧昏暗，尽头窗户能透入的阳光相当有限，周明瑞快步下了楼梯，离开公寓，才感受到灿烂与温暖。
en_us: The corridor in the day remained dim as limited sunlight shone in from the window situated at the end of the corridor. Zhou Mingrui quickly went down the stairs and left the apartment before taking in the brilliance and warmth of the sun.

source: 目光一扫，周明瑞隐隐约约看见了镜中的自己，现在的自己：
en_us: With a sweep of his gaze, Zhou Mingrui noticed himself in the mirror—the present him.

source: 目光下移，奥黛丽看见手背处有“深红”流转，如同星辰“纹身”。
en_us: Audrey was aware of the swirling "crimson" on the back of her hand and it was like a tattoo depicting a star.

source: 目送妹妹关门离开，周明瑞忽地叹了口气，很快将心思移到了转运仪式之上。
en_us: Watching his sister close the door and leave, Zhou Mingrui suddenly sighed. Soon, his thoughts focused onto the luck enhancement ritual.

source: 直到这个时候，他才有心情仔细审视克莱恩残留的记忆碎片。
en_us: Only then did he had the mood to carefully study Klein's memory fragments.

source: 直到这个时候，奥黛丽才确定自己不是在做梦。
en_us: At this point of time, Audrey was certain that it was not a dream.

source: 看了眼裸露少许的齿轮和轴承，周明瑞从裤袋里掏出了一个硬币。
en_us: After seeing the exposed gears and bearings, Zhou Mingrui took out a coin from his trousers' pocket.

source: 看来我还没有真醒，还在梦里……等下说不定还会出现自以为已经醒了，实际依然在睡的情况……对类似遭遇不算陌生的周明瑞竭力集中意志，以彻底摆脱黑暗和迷幻的桎梏。
en_us: From the looks of it, I'm still not awake. I'm still in a dream… Who knows, perhaps the next scene will be of me thinking I'm already awake, but in fact, I'm actually still sleeping… Zhou Mingrui, who was not unfamiliar with similar encounters, tried his best to focus so as to escape the shackles placed upon him by the darkness and confusion.

source: 看来没法继续睡了，明天还怎么上班？
en_us: From the looks of it, sleep is impossible. How am I to show up for work tomorrow?

source: 看着这全息影像般的场景，周明瑞半是迷惑半是探索地伸出右手，试图触摸右侧浮于表面的一颗深红“星辰”，寻找离开的办法。
en_us: Looking at the seemingly holographic sight, Zhou Mingrui reached out his right hand in a half-confused and half-exploring manner to try to touch a crimson 'star' that was seemingly floating on the surface. He was trying to find a way to leave this place.

source: 看见妹妹褐色的眼眸探究望来，周明瑞强做镇定，将靠近手边的事物拿起，然后从容关上抽屉，掩盖住左轮手枪的存在，而另一只手在太阳穴位置的触感让他确定伤口已经愈合！
en_us: When Zhou Mingrui saw his sister's brown eyes look over, he forcibly composed himself and picked up an item beside his hand before calmly closing the drawer to conceal the existence of the revolver. As for his other hand which he placed on his temple, the texture he felt confirmed that his wound had already healed!

source: 眼前的黑暗染着光明带来的深红，周明瑞脑海里的念头纷纷涌涌，难以平息。
en_us: The unknown in front of him was tainted with the crimson light of hope. Zhou Mingrui's thoughts were swirling in his head and he was finding it difficult to quell it.

source: 眼见梅丽莎即将出来，周明瑞边按住太阳穴，边慌忙拉开书桌抽屉，将左轮手枪丢了进去，砸出砰的一声。
en_us: With Melissa arriving at any moment, Zhou Mingrui pressed onto his temple and hurriedly pulled open a desk drawer and threw the revolver in before slamming it close.

source: 瞧，它们的图案是如此的精美，让留着两撇小胡子、严肃古板的乔治三世都显得那样可爱……
en_us: Look, their designs are so beautiful. It makes the stern and old-fashioned George III and his two mustaches appear especially adorable…

source: 瞧，透过阳光看到的水印是如此的诱人，那精心设计的防伪标签让它与假冒的妖艳贱货截然不同！
en_us: Look, the watermark that can be seen when the note is placed against sunlight is so alluring. The exquisite design for the anti-counterfeit label makes it completely different from those fake fancy schlocks!

source: 瞬息之间，他们看见周围多了一根根高耸的石柱，看见上方被宽广的穹顶笼罩。
en_us: Within a moment, they saw a number of high-standing stone pillars, covered with a broad dome at the top.

source: 短短两三秒钟的时间后，这件古代奇物便彻底失去了曾经存在过的痕迹。
en_us: In a split second, there were no longer any traces left suggesting the existence of the magical antique.

source: 砰！他将中年男子作为盾牌，狠狠撞向了前方，手臂粗壮如同怪物。
en_us: Bang! He used the man as a shield and smashed forward at the wall. His extremely muscular arm was monstrous.

source: 确定了计划，周明瑞顿时有了主心骨，惶恐、徘徊和不安全部被蜷缩于了角落。
en_us: After confirming his plan, Zhou Mingrui immediately felt he had a mental crutch. His fear and unease were all swept into a corner of his mind.

source: 确实神奇……周明瑞伸出右手，幅度很小地摩挲着青铜长桌的边缘，表面不动声色。
en_us: It's certainly magical......Zhou Mingrui extended his right hand, and caressed the edge of the bronze table by a little while looking calm.

source: 碎片闪烁而过，周明瑞回到书桌前，打开管道阀门，扭动煤气灯开关。
en_us: After the memory fragment flashed past his mind, Zhou Mingrui came to the desk where he turned the pipe's valve and began twisting the gas lamp's switch.

source: 穹顶正下方，灰雾簇拥处，多了一张青铜长桌，左右各有十张高背椅，前后亦安置着同样的座位，椅子背面，璀璨闪烁，深红暗敛，勾勒出不与现实对应的奇怪星座。
en_us: Directly under the dome where the gray fog gathered, a long, bronze table appeared with ten high back chairs on either sides, and similar chairs at the front and back. The back of each chair dazzled and shone faintly with crimson red, drawing the outlines of weird constellations that were different from reality.

source: 穿越了！
en_us: Transmigration!

source: 笔记本左侧靠桌子边缘，有一叠整整齐齐的书册，大概七八本的样子，它们右手边的墙上镶嵌着灰白色的管道和与管道连通的壁灯。
en_us: To the left of the notebook was a stack of neatly arranged books, numbering about eight. The wall on their right was inset with grayish-white pipes and wall lamps were connected to them.

source: 第一步迈出，他低声诵念道：
en_us: When he took the first step, he chanted in a low whisper,

source: 第一章 绯红
en_us: Chapter 1: Crimson

source: 第七章 代号
en_us: Code Name

source: 第三步，周明瑞屏气凝息低语：
en_us: The third step, Zhou Mingrui breathed out a whisper,

source: 第三章 梅丽莎（第一更求推荐票）
en_us: Chapter 3: Melissa

source: 第二步，他诚恳默念：
en_us: The second step, he sincerely chanted,

source: 第二章 情况
en_us: Chapter 2: Situation

source: 第五章 仪式（第三更求推荐票）
en_us: Chapter 5: Ritual

source: 第八章 新的时代
en_us: Chapter 8: A New Era

source: 第六章 非凡者
en_us: Chapter 6: Extraordinaire

source: 第四步，他吐出浊气，用心默念道：
en_us: At the fourth step, he spat out a foul breath and meditated in concentration,

source: 第四章 占卜（第二更求推荐票）
en_us: Chapter 4: Divination

source: 等到二楼租客们纷纷离开，周明瑞没急着进行仪式，而是先将“福生玄黄仙尊”等词语翻译成了古弗萨克文和鲁恩文，打算原本咒语如果没能起效，那就隔天换本地语言再试一次！
en_us: After the second floor tenants gradually left, Zhou Mingrui was still in no hurry to carry out the ritual yet. Instead, he translated the "Blessings Stem From The Immortal Lord of Heaven and Earth" and related phrases into the ancient Feysac language, as well as the Loen language. He was intending to try the ritual again the next day in those local languages if the original incantation did not take effect!

source: 等到最近一个月连续倒霉，丢手机，客户跑路，工作失误，不好的事情轮着到来，才偶然想起“方术纪要”开头有个转运仪式，而且要求极其简单，不用任何基础：
en_us: He had experienced a spate of bad luck in the past month—losing his cell phone, customers running away after cheating him, and mistakes at work. Only then did he suddenly recall the luck enhancement ritual written at the beginning of 'Quintessential Divination and Arcane Arts.' Furthermore, the requirements were extremely simple, without any basic foundation requirements.

source: 等到照过盥洗室破破烂烂的镜子，确认只剩下狰狞的伤口和苍白的脸庞，周明瑞一下轻松了不少，然后脱掉亚麻衬衣，借助肥皂搓揉沾上的血点。
en_us: After checking himself using the rundown mirror in the bathroom and verifying that all that was left were a hideous wound and a pale face did Zhou Mingrui relax. Then, he took off his linen shirt and used a bar of soap to wash away the bloodstains.

source: 等等……他霍然想起了这个世界塔罗占卜的由来。
en_us: Wait… He suddenly recalled the origins of tarot divination in this world.

source: 简短的答案很快消逝于恢弘的神殿和弥漫的雾气内，但在奥黛丽和阿尔杰心中，那声音却长久回荡，激起了一圈又一圈的涟漪。
en_us: This short reply very quickly dissipated within the grand palace and the drifting fog. However, it reverberated and rippled through the hearts of Audrey and Alger for a long time.

source: 类似的方面还有很多很多，克莱恩几乎用尽了所有力量，经常熬夜早起，才勉强追上别人，以中等成绩顺利毕业。
en_us: There were many aspects he faced which were similar. Klein nearly gave his all and often stayed up late into the night and woke up early before barely managing to catch up to the others, eventually allowing him to graduate with average results.

source: 精神稍有平复，她反倒没急着提出离开，碧绿的眼眸左右转动了一下，闪烁出异样的光彩。
en_us: Stabilizing her spirits, she instead did not hurry in requesting her leave. She rolled her virid eyes left and right, beaming with abnormal radiance.

source: 紧跟着，他们几乎同时发现不远处还站着一位周身笼罩着灰白雾气的神秘人。
en_us: Immediately after, the both of them discovered another mystery person standing not far from them who was shrouded in a gray mist.

source: 紧跟着，他的耳畔响起了时而细密，时而尖锐，时而虚幻，时而诱人，时而狂躁，时而疯癫的低语。
en_us: Immediately after, a low whisper could be heard beside his ears that sounded at times real, at times sharp, at times imaginary, at times alluring, at times maniacal, and at times crazy.

source: 紧跟着，他看见掌中造型古怪的玻璃瓶喀嚓破碎，霜雪化水，融入了雨滴。
en_us: Almost immediately, the quirky-shaped glass bottle on his palm shattered and the frost within melted into the rain.

source: 罗塞尔还发明了塔罗占卜，并奠定了当前纸牌的组成和玩法，这里面就有周明瑞熟悉的几种类型，比如升级、斗地主、德州、昆特……
en_us: Roselle also invented tarot divination. He also established the contemporary system of paper-based cards and their playstyles. There were many familiar styles that Zhou Mingrui was familiar with, such as Upgrade, Fighting Landlord, Texas Poker, and Quint…

source: 考虑到“聚会”的召集和解散都在自身掌控之中，即使暴露出什么问题，也在可控范围之内，好处明显大于弊端，周明瑞迅速做出了决断。
en_us: Considering that the call-ups and dispersals of such "gatherings" were all within his own control, he could navigate the situation even if he expose some problems. Thus, the pros clearly weigh more than the cons. Zhou Mingrui made an immediate decision.

source: 考虑到克莱恩掌握的知识也变成了“碎片”，不够完整，很多残缺，周明瑞对斯林太太的期许就满是尴尬和心虚。
en_us: Taking into account that the knowledge which Klein grasped were fragmented and incomplete, Zhou Mingrui felt awkward and guilty towards Mrs. Smyrin's expectations of him.

source: 而与此同时，班森供职的进出口公司受南大陆局势的影响，无论利润，还是业务量，都大幅度缩水，不得不裁员超过三分之一，班森为了保住工作，维持生活，只能接受更加繁重的任务，必须经常加班，或是前往环境恶劣的地方出差，就像这几天一样。
en_us: Meanwhile, Benson's company was affected by the situation in the Southern Continent. There was a drastic drop both in profit and business transactions. More than a third of the employees were retrenched. In order to keep his job and maintain their livelihood, Benson could only accept more arduous tasks. He had to work overtime more frequently or head to places with harsh environments. That was what he was occupied with the past few days.

source: 而地球的塔罗牌就属于一种算命扑克，只是多了些各有象征符号的“图形牌”。
en_us: And the tarot cards from Earth was a kind of divination cards. They just had graphic cards that represented different omens.

source: 而方术便是其中之一。
en_us: And one of them was Chinese Divination.

source: 而让他印象最深刻的，不是单词所构成的句子，句子所蕴含的意思，而是那一男一女表现出的慌乱、警惕、惶恐和敬畏！
en_us: But what made the deepest impression in him was neither the words nor the meanings behind them, but the display of bewilderment, vigilance, panic and reverence by the couple.

source: 而这投影是基于自己与深红之间的联系，无影无形但本身能真切把握到的联系。
en_us: This projection was based on the connection between crimson red and himself. This connection was intangible but one that only himself could realistically grasp hold of.

source: 能回去吗？
en_us: Could he make it back?

source: 脑海内又浮现出那位全身笼罩着灰白雾气的“愚者”，阿尔杰忽然叹了口气。
en_us: Alger again picture "The Fool" who was covered in grayish-white fog and sighed.
